Repository: accessolutions/tableHandler-nvda
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr

source: Table cell row {row} column {column}
fr: Cellule de tableau ligne {row} colonne {column}

source: Set the width of the current column in braille
fr: Modifier la largeur de la colonne en braille

source: Table filter canceled
fr: Filtrage annulé

source: Disabled {role}
fr: {role} désactivée

source: Original {role}
fr: {role} originale

source: Column marked
fr: Colonne marquée

source: as row header
fr: comme entête de ligne

source: with announce
fr: avec annonce

source: without announce
fr: sans annonce

source: {count} columns marked
fr: {count} colonnes marquées

source: 1 column marked
fr: 1 colonne marquée

source: Row marked
fr: Ligne marquée

source: as column header
fr: comme entête de colonne

source: {count} rows marked
fr: {count} lignes marquées

source: 1 row marked
fr: 1 ligne marquée

source: Table with {rowCount} rows
fr: Tableau de {rowCount} lignes

source: No next matching row. Press escape to cancel filtering.
fr: Pas de ligne suivante avec ce filtre. Appuyez sur échappement pour annuler le filtrage.

source: No previous matching row. Press escape to cancel filtering.
fr: Pas de ligne précédente avec ce filtre. Appuyez sur échappement pour annuler le filtrage.

source: Open the Table Mode context menu
fr: Ouvre le menu contextuel du Mode Tableau

source: Filter the table rows
fr: Filtrer les lignes du tableau

source: There is no row matching this filter
fr: Aucune ligne ne respecte ce filtre

source: Go to the first data cell
fr: Aller à la première cellule de données

source: Go to the first column
fr: Aller à la première colonne

source: Go to the last column
fr: Aller à la dernière colonne

source: Go to the next column
fr: Aller à la colonne suivante

source: No next marked column
fr: Pas de colonne marquée suivante

source: Go to the next marked column
fr: Aller à la colonne marquée suivante

source: Go to the previous column
fr: Aller à la colonne marquée précédente

source: No previous marked column
fr: Pas de colonne marquée précédente

source: Go to the previous marked column
fr: Aller à la colonne marquée précédente

source: Go to the first row
fr: Aller à la première ligne

source: Go to the last row
fr: Aller à la dernière ligne

source: Go to the next row
fr: Aller à la ligne suivante

source: No next marked row
fr: Pas de ligne marquée suivante

source: Go to the next marked row
fr: Aller à la ligne marquée suivante

source: Go to the previous row
fr: Aller à la ligne précédente

source: No previous marked row
fr: Pas de ligne marquée précédente

source: Go to the previous marked row
fr: Aller à la ligne marquée précédente

source: Not supported on this table
fr: Non supporté dans ce tableau

source: Select the current row, if supported
fr: Sélectionner la ligne en cours (si supporté)

source: Column header reset to default: {}
fr: Entêtes de colonnes par défaut : {}

source: Column header disabled
fr: Entête de colonne désactivée

source: Row set as column header
fr: Cette ligne est maintenant lue comme entête de colonne.

source: Set the current row as column header
fr: Utiliser la ligne en cours comme entête de colonne.

source: Row header reset to default: {}
fr: Entête de ligne par défaut : {}

source: Row header disabled
fr: Entête de ligne désactivée

source: Column set as row header
fr: Cette colonne est maintenant lue comme entête de lignes.

source: Set the current column as row header
fr: Utiliser la colonne en cours comme entêtes de lignes.

source: This column is already marked as row header.
fr: Cette colonne est déjà marquée comme entête de lignes.

source: reset
fr: réinitialiser

source: Column marked without announce
fr: Colonne marquée sans annonce

source: Column unmarked
fr: Colonne non marquée

source: Column marked with announce
fr: Colonne marquée avec annonce

source: Toggle marked column
fr: Marquer une colonne

source: This row is already marked as column header.
fr: Cette ligne est déjà marquée comme entête de colonnes.

source: Row marked without announce
fr: Ligne marquée sans annonce

source: Row unmarked
fr: Ligne non marquée

source: Row marked with announce
fr: Ligne marquée avec annonce

source: Toggle marked row
fr: Marquer une ligne

source: Table Mode
fr: Mode Tableau

source: Press {shortcut}
fr: Appuyez sur {shortcut}

source: Perform {main} ({source})
fr: Faites {main} ({source})

source: {gesture} to {command}
fr: {gesture} pour {command}

source: System focus
fr: Focus système

source: Minimum column width set to {count} braille cells
fr: Largeur minimum de colonne réglée à {count} cellules braille

source: Column width set to {count} braille cells
fr: Largeur de colonne réglée à {count} cellules braille

source: , extended to {count}
fr: , étendue à {count}

source: Moved to previous braille window
fr: Déplacé à la fenêtre braille précédente

source: Moved to next braille window
fr: Déplacé à la fenêtre braille suivante

source: 1 next column on the right
fr: 1 colonne suivante à droite

source: {count} next columns on the right
fr: {count} colonnes suivantes à droite

source: The next column does not fit in this braille window
fr: La colonne suivante ne tient pas dans cette fenêtre braille

source: Use the left and right arrows to set the desired column width in braille
fr: Utilisez les flèches gauche et droite pour modifier la largeur de cette colonne en braille

source: End of customizing
fr: Fin du réglage

source: Increase the width of the current column in braille
fr: Augmente la largeur de la colonne en braille

source: Decrease the width of the current column in braille
fr: Réduit la largeur de la colonne en braille

source: Filter
fr: Filtre

source: Review only the table rows containing this text:
fr: Ne parcourir que les lignes comportant ce texte :

source: Use the default column headers of this table
fr: Utiliser les entêtes de colonnes par défaut de ce tableau

source: Use this row as column headers
fr: Utiliser cette ligne comme entête de colonne

source: &Customized: {}
fr: &Personnalisé : {}

source: &Customize the header of this column
fr: &Personnaliser l'entête de cette colonne

source: Column Headers
fr: Entêtes de colonne

source: Use the default row headers of this table
fr: Utiliser les entêtes de ligne par défaut de ce tableau

source: Use this column as row headers
fr: Utiliser cette colonne comme entêtes de lignes.

source: &Customize the header of this row
fr: &Personnaliser l'entête de cette ligne

source: Row Headers
fr: Entêtes de ligne

source: Marked with &announce
fr: Marquée avec &annonce

source: Marked with&out announce
fr: Marquée &sans annonce

source: &Not marked
fr: &Non marquée

source: Marked Columns
fr: Colonnes marquées

source: Marked Rows
fr: Lignes marquées

source: Table Mode Preferences...
fr: Paramètres du Mode Tableau...

source: Table Mode Preferences
fr: Paramètres du Mode Tableau

source: Enter a custom header for this column
fr: Entrez une entête personnalisée pour cette colonne

source: Enter a custom header for this row
fr: Entrez une entête personnalisée pour cette ligne

source: Single letter &quick navigation between tables activates Table Mode
fr: La navigation &rapide par une seule lettre vers un tableau active le Mode Tableau

source: &Double-click on braille routing cursor to activate controls within table cells
fr: &Double-cliquer sur les routines curseur braille pour activer les contrôles dans les cellules de tableau

source: &Underline in braille the selected column
fr: So&uligner en braille la colonne sélectionnée

source: Braille column &separator style:
fr: Style de &séparateur de colonne en braille :

source: Bar
fr: Barre

source: Bar, with space after on displays > 40
fr: Barre, avec espace après si affichage > 40

source: Two spaces
fr: Deux espaces

source: Bar space
fr: Barre espace

source: Bar space, with space before on displays > 40
fr: Barre espace, avec espace avant si affichage > 40

source: Activate a braille column separator to begin customization of the column width
fr: L'activation d'un séparateur de colonne en braille démarre le réglage de la largeur de la colonn.

source: When customizing the &width of a column in braille, clicking on a routing cursor sets the desired width, instead of ending the customization
fr: Lors du paramétrage de la &largeur d'une colonne en braille, cliquer sur une routine curseur règle la largeur souhaitée au lieu de mettre fin au paramétrage

source: Table Handler
fr: Tableaux
